Repository: inveniosoftware/invenio-vocabularies
Catalog: invenio_vocabularies/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Best match
de: Beste Übereinstimmung

source: Newest
de: Neuster

source: Oldest
de: Ältester

source: Funders
de: Fördermittelgeber

source: Unknown OpenAIRE funder prefix {openaire_funder_prefix}
de: Unbekanntes Präfix für OpenAIRE-Fördermittelgeber {openaire_funder_prefix}

source: Number cannot be blank.
de: Es muss eine Nummer angegeben werden.

source: PID cannot be blank.
de: Es muss eine PID angegeben werden.

source: An existing id or number/title must be present.
de: Es muss eine existierende ID oder eine Nummer/ein Titel angegeben werden.

source: At least award or funder should be present.
de: Es muss mindestens ein Förderprogramm oder ein Fördermittelgeber angegeben werden.

source: Id not found in ROR entry.
de: ID im ROR-Eintrag nicht gefunden.

source: Name not found in ROR entry.
de: Name im ROR-Eintrag nicht gefunden.

source: Name cannot be blank.
de: Es muss ein Name angegeben werden.

source: Missing PID.
de: Fehlende PID.

source: A name or the family name together with the given name must be present.
de: Es muss entweder ein Name oder der Familienname zusammen mit einem Vornamen angegeben werden.

source: Duplicated affiliations.
de: Doppelte Affiliationen.

source: No '%(banned_char)s' allowed in VocabularyScheme.id
de: Keine '%(banned_char)s' in VocabularyScheme.id erlaubt

source: The vocabulary type does not exists.
de: Der Vokabeltyp ist nicht vorhanden.

source: An existing id or a free text {ftf_name} must be present.
de: Eine vorhandene ID oder ein freier Text {ftf_name} muss vorhanden sein.

source: Title
de: Titel

source: Subjects
de: Schlagwörter

source: Keywords and subjects
de: Klassifikationen und Schlagwörter

source: The subjects related to the community
de: Die Schlagwörter, die die Community betreffen

source: Search for a subject by name e.g. Psychology ...
de: Suchen Sie anhand des Namens nach einem Schlagwort, z. B. Psychologie ...

source: Search for subjects...
de: Suche nach Schlagwörtern ...

source: Search results for
de: Suchergebnis für
