Repository: inveniosoftware/invenio-vocabularies
Catalog: invenio_vocabularies/assets/semantic-ui/translations/invenio_vocabularies/messages/*/messages.po
Languages: ar, cs, de, tr

source: Search for a funder by name
ar: البحث على ممول عبر الإسم
cs: Vyhledat poskytovatele podle názvu
de: Suche nach Förderer anhand des Namens
tr: Ada göre fon sağlayıcı arayın

source: Funder
ar: مموّل
cs: Poskytovatel
de: Förderer
tr: Fon Sağlayıcı

source: Search for funder...
ar: البحث عن مموّل...
cs: Hledat poskytovatele...
de: Suche nach Förderer ...
tr: Fon sağlayıcı ara...

source: Additional information
ar: معلومات إضافية
cs: Další informace
de: Zusätzliche Informationen
tr: Ek bilgiler

source: optional
ar: اختياري
cs: volitelné
tr: isteğe bağlı

source: Number
ar: رقم
cs: Číslo
de: Nummer
tr: Numara

source: Award/Grant number
ar: رقم المكافئة/المنحة
cs: Číslo grantu/ceny
de: Förder-/Stipendiennummer
tr: Araştırma Desteği / Hibe numarası

source: Title
ar: العنوان
cs: Název
de: Titel
tr: Başlık

source: Award/Grant Title
ar: عنوان المكافئة/المنحة
cs: Název grantu/ceny
de: Förderungs-/Stipendientitel
tr: Araştırma Desteği / Hibe Başlığı

source: URL
ar: عنوان URL

source: Award/Grant URL
ar: رابط URL المكافئة/المنحة
cs: URL grantu/ceny
de: Förderungs-/Stipendien-URL
tr: Araştırma Desteği / Hibe URL'si

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
tr: Ekle

source: Add custom
ar: إضافة إجراء/خاصة
cs: Přidat vlastní
de: Benutzerdefinierte hinzufügen
tr: Özel ekle

source: Edit
ar: تعديل
cs: Upravit
de: Editieren
tr: Düzenle

source: Remove
ar: حذف
cs: Odstranit
de: Entfernen
tr: Kaldır

source: Open external link
ar: إفتح رابط خارجي
cs: Otevřít externí odkaz
de: Externen Link öffnen
tr: Harici bağlantıyı aç

source: Funder is required.
ar: الممول إجباري
cs: Poskytovatel je povinný.
de: Förderer ist erforderlich.
tr: Fon sağlayıcı gereklidir.

source: Title must be set alongside number.
ar: يجب ان يكون العنوان جنبًا إلى جنب مع الرقم
cs: Název musí být vyplněn spolu s číslem.
de: Der Titel muss zusammen mit der Nummer angegeben werden.

source: Number must be set alongside title.
ar: يجب ان يكون الرقم جنبًا إلى جنب مع العنوان
cs: Číslo musí být vyplněno spolu s názvem.
de: Die Nummer muss zusammen mit dem Titel angegeben werden.

source: URL must be valid.
ar: يجب أن يكون رابط URL ساري المفعول
cs: URL musí být platná.
de: Die URL muss gültig sein.
tr: URL geçerli olmalıdır.

source: URL must be set alongside title and number.
ar: يجب ان يكون رابط URL جنبًا إلى جنب مع العنوان والرقم
cs: URL musí být vyplněna spolu s názvem a číslem.
de: Die URL muss zusammen mit dem Titel und der Nummer angegeben werden.

source: Add standard award/grant
ar: إضافة مكافئة/منحة متعارف عليها standard
cs: Přidat standardní grant/cenu
de: Standard-Förderung/Stipendium hinzufügen
tr: Standart araştırma desteği / hibe ekle

source: Add custom funding
ar: إضافة تمويل مشخّص custom
cs: Přidat vlastní financování
de: Benutzerdefinierte Förderung hinzufügen
tr: Özel finansman ekle

source: Search for awards/grants
ar: البحث عن مكافأت/منح
cs: Hledat granty/ceny
de: Nach Förderung/Stipendium suchen
tr: Araştırma desteği / hibe ara

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
tr: İptal

source: Change
ar: غيّر
cs: Změnit
de: Ändern
tr: Değiştir

source: Did not find your award/grant?
ar: لم تجد المكافئة/المنحة الخاصة بك؟
cs: Nenašli jste svůj grant/cenu?
de: Konnten Sie Ihre Förderung/Ihr Stipendium nicht finden?
tr: Araştırma desteğinizi / hibenizi bulamadınız mı?

source: Add a custom award/grant.
ar: إضافةمكافئة/منحةمشخّصة custom
cs: Přidat vlastní grant/cenu.
de: Eine benutzerdefinierte Förderung oder ein Stipendium hinzufügen.
tr: Özel bir araştırma desteği / hibe ekleyin.

source: URL must be set alongside title or number.
tr: URL, başlık veya numara ile yan yana ayarlanmalıdır.
